Revit 2027 API
Application.ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects Property
 Whether or not to show the graphical open ends for Area Based Load Boundary disconnects.
Namespace: Autodesk.Revit.ApplicationServices
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects { get; set; }
Public Property ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects As Boolean
	Get
	Set
public:
property bool ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects {
	bool get ();
	void set (bool value);
}
member ShowGraphicalOpenEndsAreaBasedLoadBoundaryDisconnects : bool with get, set
Property Value
Boolean
See Also
Reference
Application Class
Autodesk.Revit.ApplicationServices Namespace